Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/4680 - Баласа5.tmx
Source language: ru
Languages: ba

source: — Не больно-то на похвальбу тянет, — отрезал я.
ba: — Бик маҡтанаһым килеп тормай әле,—тип ҡырт киҫтем мин.

source: Больше он об этом не заговаривал.
ba: Ул да һүҙҙе ары һуҙманы.

source: И все же, когда «Пупка» вспомнил Асхат, мне это уже не таким обидным показалось.
ba: Шулай ҙа «Кендек»те Әсғәт ауыҙынан ишеткән дә мин сығырҙан сығып ғәрләнмәнем,

source: Одернул я его больше для порядка: гость все же, пусть не забывается.
ba: уны тыйыуым да асыуҙан түгел, ә «ҡунаҡ булһаң, тыйнаҡ бул» тигәнде аңлатыуым ғына ине.

source: А если кто другой скажет — во мне прямо бес пробуждается.
ba: Ә бүтәндәр әйтһә йә әйтергә уйлаһа, енем ҡуҙғала.

source: Ведь из-за этого вскоре мы с Хамитьяном, как два осенних петушка, подрались, в кровь изодрались.
ba: Шунан һуң күп тә үтмәй, беҙ Хәмитйән менән, көҙгө әтәстәр һымаҡ, ҡанға батып һуғыштыҡ бит инде.

source: Но понемногу «Пупок» ко мне намертво пристал: ни зубами оторвать, ни ногтями отодрать.
ba: Ләкин «Кендек» бара торғас миңә ныҡ йәбеште, теш менән умырып та, тырнаҡ менән ҡуптарып та алырлыҡ түгел.

source: Победил он меня, и я перед победителем склоняю голову...
ba: Ул мине еңде, мин еңеүсе алдында баш эйҙем...

source: В полдня Асхат приворожил меня.
ba: Бер көн эсендә Әсғәт мине бөтөнләй сихырланы.

source: Не успел он уйти, как я заскучал по нему.
ba: Ул ҡайтып киткәс тә үҙен һағына башланым.

source: С этих пор мы с ним стали неразлучными друзьями.
ba: Бынан ары беҙ ташлашмаҫ дуҫтар булдыҡ.

source: Асхат — из породы бедолаг.
ba: Әсғәт бәхетле заттарҙан түгел.

source: Все беды по его голове ходят.
ba: Ғүмер буйы уның башы бәләнән сыҡманы.

source: Перед самым курбан-байрамом одно за другим свалились на него два несчастья.
ba: Ҡорбан байрамы алдынан ғына уға бер-бер артлы ике яфа килде.

source: Когда я по задворкам прибежал к Асхату, только что пригнали стадо.
ba: Көтөү ҡайтҡас та, ҡойроҡтан ғына сыгып, Әсғәттәргә барҙым.

source: Они с Ибраем, старшим братом, загоняли скотину.
ba: Былар ағаһы Ибрай менән икәүләп артҡы аҙбарға мал ябып йөрөй.

source: Бычок послушно идет, а корова артачится.
ba: Үгеҙҙәре аҙбарға күндәм генә керә, ә һыйырҙары ҡарыша.

source: И добрым словом уговаривали, и хворостиной упирается.
ba: Өгөтләп тә, сыбыҡлап та ҡарайҙар — тыңламай.

source: Видать, собственный хлев уже корове опостылел.
ba: Ахырыһы, һыйырҙары үҙ аҙбарынан биҙгән.

source: Замороченный Ибрай даже верхом на нее уселся и так попытался загнать ее.
ba: Аптырағас, Ибрай һыйырҙы атланып та әйҙәп ҡараны.

source: Не вышло.
ba: Барып сыҡманы.

source: Та вдруг прянула в сторону, незадачливый наездник влетел в кучу лежалого навоза.
ba: Теге ҡапыл бер яҡҡа тайшанды ла бешмәгән һыбайлыны тиреҫ өҫтөнә атып бәрҙе.

source: В самый раз этому Ибраю,
ba: Уға шул таман да.

source: насмешнику и подговорщику.
ba: Үҙе ул кешенән көлөргә, әҙәм ҡоторторға бик һәүәҫ.

source: А братишка тут же и сочинил: Сел Ибрашка на коня И сказал: «Вези меня!»
ba: Ҡустыһы шунда уҡ таҡмаҡлап та алды: Атың арыҡ, Ибырай, „ Артың ярыҡ, Ибырай!

source: Конь рогами покачал, «Не поеду!» — замычал.
ba: Ат тигәнең пар мөгөҙлө, Тоҙ ялай ҙа һыу һорай.

source: У Ибрая даже глаза округлились, он направился к Асхату, но тот был начеку и ловко завернул на другое:
ba: Ибрай аҡайып Әсғәткә табан килә башлағайны, ҡустыһы йәтеш кенә һүҙҙе икенсегә борҙо:

source: — Корова сильнее или бык сильнее?
ba: — Үгеҙ көслөмө, һыйыр көслөмө?—тине ул.

source: — Бык!! — в один голос сказали мы с Ибраем.
ba: — Үгеҙ!!-—тинек беҙ Ибрай менән бер юлы,

source: И малый ребенок знает, что мужчина всегда сильнее.
ba: сөнки ир затының көслөрәк икәнен бот буйы малай ҙа белә.

source: — Так затащим ее волоком.
ba: — Әйҙәгеҙ, улайһа һыйырҙы тарттырып индерәбеҙ.

source: — Как?!
ba: — Нисек?!

source: — Надо их хвостами связать, — кивнул Асхат на быка с коровой.
ba: — Ҡойроғон үгеҙ ҡойроғона бәйләйбеҙ ҙә!

source: Ибрая такая хитрая догадка век не посетит — кожура на голове толстовата.
ba: — Ибрайҙың баш йоҡа уның. Бындай йәпле фекер уның уйына бер ваҡытта ла киләсәк түгел,

source: Но достоинства старшего брата он постарался не уронить.
ba: ләкин ағай кеше алды бирмәгән булды:

source: — Дурак суетливый!
ba: — Алйот, алабарман!

source: В голове брата созрела эта мысль, а он взял и вперед заскочил. Тебя за язык тянули?
ba: Ағайың башында яралған аҡылды әйтеп ысҡындырырға кем ҡушты һиңә?

source: — Нет вроде...
ba: — Әллә инде.

source: — Ладно, покуда я жив-здоров, держись, браток, за меня, не осрамишься.
ba: — Ағайың иҫән саҡта кәм-хур булмаҫһың, энем,

source: Не голова — клад, — постучал он себя по лбу.
ba: баш түгел беҙҙә — хазина,

source: И понесло, понесло «губернатора»:
ba: — китте, китте был «губернатор» ҡуҡырайып.

source: эти слова больше, кажется, в мои уши целились.
ba: Был һүҙҙәрен ул бигерәк тә минең ҡолаҡҡа төбәп әйтте буғай.

source: — Подавай быка.
ba: — Бар, килтер бында үгеҙҙе!

source: Асхат подогнал покладистого пегого бычка к корове,
ba: Әсғәт йыуаш ала үгеҙҙе һыйыр эргәһенә ҡыуалап килтерҙе.

source: и Ибрай собственными руками крепко связал их хвосты.
ba: Ибрай үҙ ҡулдары менән ҡойроҡто ҡойроҡҡа нығытып бәйләне.

source: Асхат взял бычка за рога и потихоньку начал подтягивать к хлеву.
ba: Әсғәт, үгеҙҙең мөгөҙөнән тотоп, яй ғына эске аҙбар яғына ыңғайланы,

source: Корова уперлась, будто всеми четырьмя копытами в землю вросла.
ba: һыйыр, киреһенсә, дүрт аяғын да терәп, ергә йәбеште.

source: Но и бычок не подкачал, звания джигита не уронил, напрягся и потянул со всей отвагой.
ba: Үгеҙ ҙә буй бирмәне, егетлеген итте, бар ҡеүәтен йыйып алға ынтылды.

source: Хвосты бедных животных, вытягиваясь, становились все тоньше и тоньше.
ba: Ике хайуандың да ҡойроҡтары, һуҙылып нескәргәндән-нескәрә барҙы.

source: Тут Ибрагим, к усердию добавив страсти, вытянул быка хворостиной.
ba: Дарманға дәрт өҫтәп, Ибрай оҙон сыбыҡ менән үгеҙҙең һырт буйына һыҙырҙы.

source: Наш пегий дурачок подпрыгнул и отчаянно рванул вперед.
ba: Ала мәхлүҡ, үрә һикереп, алға ынтылды.

source: И в это мгновение раздался треск.
ba: Нимәлер шырт итте.

source: Смотрим, а на месте бычьего хвоста мохнатый обрывок торчит,
ba: Баҡһаң, үгеҙ ҡойроғо булған урында бер ҡарыш самаһы ғына йөнтәҫ ҡырҡынды һерәйеп тора ине.

source: хлынула кровь,
ba: Ҡырҡындынан эркелеп ҡан килеп сыҡты.

source: бычок взревел дурным голосом и понесся по двору.
ba: Үгеҙ яман итеп үкереп ебәрҙе лә, бөтә ҡураны бер итеп, үрһәләнеп сабырға кереште.

source: Возле дома он врезался в осевший плетень, плетень свалился,
ba: Өй эргәһендәге ултыртма ситәнгә килеп бәрелде, ситән ҡолап төштө.

source: бедняга, обезумев, перескочил через него и унесся за холмы.
ba: Шашып ҡоторған бисара хайуан Тау артына сығып ҡасты.

source: Мы все трое припустили за бычком.
ba: Беҙ өсәүләп үгеҙ артынан тороп югерҙек.

source: Были уже глубокие сумерки, когда мы привели его обратно.
ba: Тик эңер төшөүгә генә уны кире алып ҡайттыҡ.

source: От такой скачки, от боли бычок совсем обессилел,
ba: Ул шул саҡлы сабыуҙан, һыҙланыуҙан тамам йонсоғайны.

source: даже и головы не мог поднять,
ba: Башын да күтәрә алмай.

source: изо рта без остановки шла слюна.
ba: Ауыҙынан туҡтауһыҙ һеләгәй аға.

source: Возле ворот нас встретил отец Асхата и Ибрая — Искандер-агай. Он был в чалме, видно, собирался, в мечеть на вечернюю молитву, в руках держал бычий хвост.
ba: Сәлләһен кейеп, мәсеткә йәстеү намаҙына барырға тип сыҡҡан Искәндәр ағай беҙҙе ҡапҡа тө бөндә ҡаршы алды.

source: Происшествие с быком видела старшая сестра Асхата и Ибрая,
ba: Был үгеҙ мажараһын Әсғәттең апаһы күреп торғайны.

source: она-то, вероятно, все ему рассказала.
ba: Эштең асылын атаһына еткергәндер, күрәһең.

source: Поэтому Искандер-агай подробности выяснять не стал.
ba: Шуға күрә Искәндәр ағай бәйнә-бәйнә һорашып торманы:

source: — Какая собака это придумала? — спросил он и потряс хвостом.
ba: — Ҡайһығыҙҙың этлеге был?—тип ҡулындағы үгеҙ ҡойроғон һелтәп ҡуйҙы.

source: — Асхат придумал, — сказал Ибрай.
ba: — Әсғәтең уйлап сығарҙы,—тине Ибрай.

source: — Мне бы и в голову такое не пришло, отец.
ba: — Башҡа ла ингән нәмә түгел ине, атай.

source: — Опять ты!
ba: — Әлеге һин!

source: И отец, и мать — люди достойные, порядочные!
ba: Атаң яҡшы, инәң яҡшы,

source: От пса родившийся пес!
ba: эттән тыуған эт балаһы!

source: Завсегдатай мечети, грязно выругавшись, сгреб Асхата за ухо и,
ba: — Мәсет ҡарты оятһыҙ, әшәке һүҙҙәр әйтеп, кесе улының ҡолағынан эләктереп алды.

source: нахлестывая толстым окровавленным концом хвоста, потащил к хлеву.
ba: Икенсе ҡулындағы үгеҙ ҡойроғоноң ҡанлы йыуан башы менән Әсғәттең арҡаһын ҡайыҙлай- ҡайыҙлай аҙбар эсенә алып инеп китте.

source: И вместо вечерней молитвы отец своего младшего сына, в котором ведь даже капли жира не осталось, выпорол до полусмерти.
ba: Йәстеү намаҙы урынына ҡарт үҙенең кесе улын—тәнендә бер тамсы ла май әҫәре ҡалмаған Әсғәтте хәлдән тайғансы ярҙы.

source: Ибрай вмиг куда-то исчез.
ba: Ибрай шунда уҡ ҡайҙалыр шылды.

source: Асхат и звука не обронил, только посвист хвоста доносился из тьмы коровника.
ba: Әсғәттең ыһ тигән тауышы ишетелмәне, тик үгеҙ ҡойроғо ғына шыйылданы.

source: Наконец показалась белая чалма Искандера-агая.
ba: Аҙбар эсенән Искәндәрҙең аҡ сәлләһе килеп сыҡты.

source: — А тебе что здесь надо?
ba: — һиңә нимә ҡалған бында?

source: Ступай домой! — рыкнул он на меня,
ba: Бар өйөңә ҡайт! — тип екеренде миңә.

source: но задерживаться не стал,
ba: Әммә туҡталып торм»яы, ары китте.

source: пинком запустил в воздух кумган, стоявший на крыльце, и прошел в дом.
ba: Ишек төбөндәге ҡомғанды тибеп осорҙо ла өйгә инде.

source: Я прокрался к Асхату.
ba: Мин боҫоп ҡына Әсғәт эргәһенә индем.

source: Он лежал, распластавшись ничком на куче соломы,
ba: Ул тиреҫ өйөмө өҫтөнә ҡапланып ятҡан.

source: только изредка всхлипывая.
ba: Ара-тирә һулҡылдап ҡуя.

source: Я не знал, что и сказать ему,
ba: Уға әйтер бер һүҙ ҙә таба алманым.

source: молча присел на корточки в изголовье.
ba: Баш осона тубыҡланып ултырҙым.

source: Асхат осторожно протянул руку и потрогал мое колено.
ba: Ул, аҡрын ғына ҡулын һуҙып, минең теҙ башымды ҡапшаны.

source: Тут совсем поблизости раздался голос Старшей Матери, зовущей меня.
ba: Шул саҡ яҡын да ғына Оло инәйемдең, мине саҡырған тауышы ишетелде.

source: — Я здесь, Старшая Мать!
ba: — Мин бында, Оло инәйем!

source: — Где?
ba: — Ҡайҙа?

source: — У Искандера-агая в коровнике.
ba: Искәндәр ағайҙар аҙбарын да!

source: Она встала в проеме двери.
ba: Оло инәйем аҙбар ауыҙына килеп туҡтаны.

source: — Ты что здесь впотьмах в чужом хлеву сидишь?
ba: — Нимә эшләп ултыраһың бында, кеше аҙбарында, эңер төшөп бөткәс?

source: — Асхата отец до смерти выпорол.
ba: — Әсғәтте атаһы үлтергәнсе туҡманы.

source: За бычий хвост.
ba: Үгеҙ ҡойроғо өсөн.

source: Он даже встать не может.
ba: Ул тора алмай хәҙер.

source: Что за бык, какой хвост, она не допытывалась.
ba: «Ниндәй үгеҙ, ниндәй ҡойроҡ?» тип төпсөнөп торманы ул.

source: На ощупь отыскала стонущего Асхата и осторожно поставила его на ноги.
ba: Ыңғырашып ятҡан Әсғәтте ҡараңғыла һәрмәнеп килеп тапты ла яй ғына ҡулынан тартып торғоҙҙо.

source: — Пойдем в дом, сынок.
ba: — Әйҙә, улым, өйгә инәйек.

source: — О-ой, спина! — вскрикнул Асхат.
ba: — Әл-лә арҡам!—тип ҡысҡырып ебәрҙе Әсғәт.

source: Старшая Мать повела его через двор.
ba: Оло инәйем, етәкләп, уны өйгә алып инде.

source: В доме Искандера только тусклая лампадка тлела.
ba: Искәндәрҙәрҙең түр яғында һуҡыр лампа яна.

source: Все обитатели дома, кроме хозяина, забились, видно, за занавеску,
ba: Йорттағы барлыҡ йән эйәһе шаршау эсендә, ахырыһы.

source: ни звука не слышно.
ba: Шылт иткән тауыш юҡ.

source: Старик сидел на хике и перебирал четки.
ba: Был яҡта бер Искәндәр генә һике өҫтөндә теҙләнеп тиҫбе тартып ул тыра.

source: — Отложи-ка четки, Искандер, — сказала Старшая Мать, повысив голос.
ba: — Тиҫбеңде ҡуйып тор әле, Искәндәр! — тине Оло инәйем, тауышын күтәрә төшөп.

source: Тот не послушался.
ba: Теге тыңламаны.

source: — Тебе говорю, — повторила она.
ba: — һиңә әйтәмсе!—тип ҡабатланы.

source: Искандер-агай четок не отложил,
ba: Ҡарт тиҫбеһен ҡуйманы, шулай ҙа тартыуҙан туҡтаны.

source: но его быстро сновавшие пальцы замерли на зернах.
ba: Алға һуҙылған ике ҡулының бармаҡтары, төймә тотҡан көйө бөгәрләнеп, ҡатып ҡалды.

source: — Здравствуй, сноха...
ba: — Әйҙүк, еңгә.

source: Проходи, — пробормотал он сквозь зубы.
ba: Хуш... — тине, тешен ҡыҫып ҡына.

source: — В красный угол пожалуй...
ba: — Түрҙән уҙ.

source: — В тебе вера есть?
ba: — Иманың бармы һинең?

source: — она задрала рубашку и показала исполосованную, кровью сочащуюся спину Асхата.
ba: — Ул Әсғәттең буй- буй булып ҡан һауған арҡаһын асып күрһәтте.

source: — Сказала бы, что зверь, да ведь и зверь так свое дитя не истязает.
ba: Улай тиһәң, йыртҡыс та үҙ балаһын был тиклем үк иҙеп, имгәтеп ташламаҫ,

source: Ты и зверя бессердечней.
ba: һин унан да ҡанһыҙыраҡ.

source: Бога не боишься — людей постыдись.
ba: Хоҙайҙан ҡурҡмаһаң, әҙәмдән оялыр инең.

source: Чтоб все твои молитвы были впустую!
ba: Былай булғас, һинең мәсеттән сыҡмай намаҙ уҡыуың ҡороһон!

source: — Божьего не касайся, сноха!
ba: — Хоҙа ғәмәленә тел тейҙермә, еңгә.

source: Не посетил бы тебя гнев господний...
ba: Тәңре ҡарғышы төшә күрмәһен...

source: — А ты человека не обижай.
ba: — Ә һин әҙәм балаһын рәнйетмә.

source: Людское проклятие коснется, и в могиле покоя не найдешь.
ba: Әҙәм ҡарғышы төшһә, гүреңдә лә урын табалмаҫһың.

source: Я еще не видел, чтобы Старшая Мать так гневалась.
ba: Оло инәйемдең былай асыуланғанын мин бер тапҡыр ҙа күргәнем юҡ ине.

source: Совсем как мать-гусыня, когда, своих гусят защищая, на коршуна бросается.
ba: Әйтерһең, ул, бәпкәләрен яҡлап, төйлөгәнгә ташланған инә ҡаҙ.

source: И гусенок-то не ее.
ba: Бәпкәһе лә үҙенеке түгел бит әле.

source: Хотя нет.
ba: Үҙенеке түгел тимен дә...

source: Она ведь Асхату повивальной бабкой была.
ba: Моғайын, Оло инәйем Әсғәттең дә кендек әбейелер әле.

source: — Смотри, — предупредила она старика, — чтобы и пальцем не тронул ребенка.
ba: — Ҡара уны, — тип киҫәтте ҡартты, — бармаҡ менән сиртәһе булма балаға.

source: Сейчас в его душе обиду посеешь — потом ненависть пожнешь.
ba: Уның күңеленә хәҙер асыу сәсһәң, һуңыраҡ нәфрәт урырһың.

source: Нет большего несчастья, чем между отцом и сыном вражда.
ba: Иң яман ҡаза — ата менән бала дошманлығы.

source: Искандер-агай не стал больше пререкаться.
ba: Искәндәр ҡарт бүтәнсә әрепләшмәне.

source: Если бы кто другой ему все это выложил, старик разбушевался бы.
ba: Башҡа кеше уға ошолайыраҡ тел тейҙерһә, ҡарт пыр туҙыр ине.

source: Но Старшей Матери возражать он не смеет.
ba: Минең Оло инәйемә ҡаршы әйтә алмай шул.

source: И никто в ауле не может ей прекословить.
ba: Ауылда уға берәү ҙә ҡаршы әйтмәй..

source: — Эй, за занавеской, есть там кто-нибудь? — крикнул Искандер.
ba: — Әй, кем бар унда шаршау эсендә? — тип ҡысҡырҙы Искәндәр.

source: — Не слышите, гость пришел?
ba: — Ҡунаҡ килгәнен ишетмәйһегеҙме ни?

source: Самовар поставьте!
ba: Самауыр ҡуйығыҙ!

source: Там что-то зашуршало, что-то звякнуло, но ответа не пришло.
ba: Теге яҡта нимәлер ҡыштырҙаны, нимәлер шылтыраны, ләкин яуап булманы.

source: Старшая Мать усадила Асхата на хике, и мы ушли.
ba: Оло инәйем Әсғәтте ҡулынан тотоп, һикегә ултыртты ла, беҙ ҡайтып киттек.

source: — Старшая Мать, а порванный бычий хвост отрастет? — спросил я по пути домой.
ba: Өҙөлгән үгеҙ ҡойроғо төҙәләме, Оло инәйем? — тип һораным мин ҡайтып барышлай.

source: — Отрастет,
ba: — Төҙәлә.

source: и хвост отрастет.
ba: Бөтәһе лә төҙәлә.

source: Вот только надежда разбитая не заживет да обида от ближнего не пройдет...
ba: Тик өҙөлгән өмөт менән ҡалған хәтер генә төҙәлмәй.

source: Смысла последних слов я, разумеется, не понял.
ba: — Уның был һуңғы һүҙҙәрен мин, әлбиттә, аңлап бөтөрмәнем.

source: Другая беда с Асхатом приключилась в самый канун праздника.
ba: Икенсе бәлә Әсғәткә иртәгә ғәйет тигәндә килде.

source: Все мальчишки нашей улицы договорились: в праздник после полудня едем на озеро Акманай лошадей купать.
ba: Байрам көндө төштән һуң бөтә урамдағы малайҙар Аҡманай һыулауына ат йөҙҙөрөргә барабыҙ тип, алдан һөйләшеп ҡуйҙыҡ.

source: Мой Самый Старший брат Муртаза и мне разрешил взять нашего серого мерина.
ba: Мортаза ағайым миңә лә күк алашаны биреп торорға вәғәҙә итте.

source: Купание лошадей на Ак-Манае — это само по себе целый праздник.
ba: Аҡманайҙа ат йөҙҙөрөү үҙе бер тамаша ул.

source: Прежде чем ехать на озеро, каждый мальчик чистит свою лошадь скребком, выбирает из гривы весь репейник и даже заплетает ее в косички.
ba: Унда барғансы һәр малай үҙ атын ҡырғыслап таҙарта, ялдарын тегәнәктәрҙән әрсей, хатта, ҡыҙҙар сәсе һымаҡ, толом-толом итеп үреп тә ҡуя.

source: А кто пофорсить хочет, так еще в эти косички ленты всякие яркие вплетает.
ba: Ҡупшыраттары әлеге толомдарға төрлө-төрлө таҫмалар ҙа тағып ебәрә.

source: Наши такого щегольства не любят.
ba: Беҙҙекеләр улай ҡыландырғанды яратмайҙар.

source: Поскреб я свою лошадь, сколько росту хватило — с земли, где не дотянулся — верхом дочистил, причесал-пригладил да и отправился к Асхату.
ba: Мин күк алашаны буйым еткәнсә ерҙән, буйым етмәгән урындарын өҫтөнә менеп ҡырғысланым, һыланым-һыйпаным да Әсғәттәргә киттем.

source: У Асхата на спине уже струпья отпадать начали, и на лице синяки от черного на желтизну потянуло.
ba: Әсғәттең инде арҡаһындағы ҡутырҙары ҡубып төшә башланы, йөҙөндәге ҡара янған урындар ҙа һарғылт зәңгәргә әйләнде.

source: Если спросит кто, отвечает коротко: «Бык забодал»,
ba: «Ни эшләнең?» — тип һорағандарға ул: «Үгеҙ һөҙҙө», — тип яуап ҡайтарҙы.

source: и мне так отвечать велел.
ba: Миңә-лә шулай әйтергә ҡушты.

source: И зачем только на бедного бесхвостого быка напраслину возводим?
ba: Бахыр үгеҙ өҫтөнә юҡ ғәйепте ташлап, ниңә алдашабыҙ икән беҙ?

source: Посреди двора, разукрашенная, разнаряженная, словно невеста, готовая войти в объятия жениха, стояла вороная одноглазая кобыла.
ba: Ҡура уртаһында, кейәү ҡуйынына инергә, әҙер ләнгән кәләш һымаҡ, биҙәлгән һыңар күҙле ҡара бейә баҫып тора.

source: Не кобыла, картинка прямо.
ba: Бейә түгел, торғаны менән бер картинка.

source: К двум ушам два вышитых платочка с бахромой привязаны, грива сине-красными лентами заплетена, даже передние бабки белыми тряпочками обмотаны, а хвост...
ba: Ике ҡолағына сигелгән суҡлы ҡулъяулыҡтар бәйләнгән, ялына аллы-зәңгәрле таҫмалар ҡушып үрелгән, хатта алғы бәкәлдәренә аҡ сепрәктәр уралған,

source: А хвост так и блестит-переливается разными крупными и мелкими монетами — и медными, и серебряными.
ba: ҡойроғона эреле-ваҡлы тәңкәләр тағылған.

source: Вот глаз только один.
ba: Тик күҙ генә берәү.

source: Да и тот моргает беспрестанно и гноем сочится, будь неладен!
ba: Уныһы ла, әмәлгә ҡалғандай, сылт-сылт йомолоп, эрен ағыҙа, ҡәһәрең.

source: Откуда, спросите, такое убранство кобылке досталось?
ba: Был тиклем бай йыһаз ҡара бейәгә ҡайҙан килде икән, тиһегеҙме?

source: Угадать нетрудно: братья глубоко, должно быть, нырнули в сундук с приданым двух старших сестер.
ba: Самалауы ҡыйын түгел: малайҙар ике апаһының да бир нә һандығына ярайһы гына тәрән сумып сыҡҡан булырға тейеш.

source: А может, и не так вовсе.
ba: Йә улай ҙа түгелдер.

source: Может, сестры сами одолжили.
ba: Йә апалары үҙҙәре биреп торғандыр.

source: После того как Асхат чуть богу душу не отдал, они все немного помягчели к нему.
ba: Әсғәт хәл эсендә ҡалғандан һуң, улар бөтәһе лә йомшара төштө.

source: Расфранченную в пух и прах, с отвисшим животом и короткой шеей кобылу Ибрай и Асхат держали с двух сторон за лыковый недоуздок
ba: Шундай итеп биҙәнеп-төҙәнеп, ҡупшылыҡтың сиген уҙған ҡыҫҡа муйынлы күпкәк ҡара бейәнең юкә нуҡтаһын ике яҡтан Ибрай менән Әсғәт тотоп алған.

source: и приплясывали на месте, напевая в лад:
ba: Улар, таҡмаҡ әйтеп, бер урында һикергеләп бейеп тора:

source: Хайт, вороной иноходец, Конь мой, горячий конь,
ba: Һайт, ҡара юрға! һайт, ҡара юрға!

source: Шея лебяжья, черный огонь,
ba: Аҡҡош муйын, нескә бил,

source: Хайт, вороной иноходец!
ba: һайт, ҡара юрға!

source: Ты обгоняешь ветер в пути,
ba: Елде уҙып ел дә ел,

source: Хвост твой павлиний по ветру летит,
ba: Тауис ҡойроҡ, шәм ҡолаҡ,

source: Шаг твой крылатый равен пяти.
ba: Бер аҙымы бищ булыр.

source: Кто на крупе усидит, Всем джигитам тот джигит: Смел, уверен и спокоен, Ханской дочери достоин.
ba: Уны менгән уҙаман Хан ҡыҙына иш булыр.

source: Хайт, вороной иноходец! Хайт, вороной иноходец!
ba: һайт, ҡара юрға! һайт, ҡара юрға!

source: Огненным взглядом меня одари!
ba: Бер мөләйем ҡараш һал! һал! һал! һал!

source: Вороная же на эту высокую хвалу ни головой не мотнет, ни хвостом не махнет, стоит себе смирно.
ba: Ошо тиклем оло маҡтауҙы ҡара бейә аҙағына тиклем баш та ҡаҡмай, ҡойроҡ та ҡыймылдатмай, үтә тыныс, үтә сабыр тыңлап торҙо.

source: И только услышав умоляющее: «Огненным взглядом меня одари», — кажется, вздрогнула.
ba: «Бер мөләйем ҡараш һал! һал! һал! һал!» — тигән ялбарыу һүҙҙәрен ишеткәс кенә, тертләп киткәндәй итте.

source: Видно, уж насчет своего взгляда-то кобыла не обольщалась, и столь непомерная лесть не понравилась ей.
ba: Шулай ҙа йырҙың күрәләтә ярамһаҡ булыуы оҡшаманы буғай бейәгә.

source: Она вдруг повернула голову к Асхату и под корешок откусила его левое ухо.
ba: Әсғәт яғына кинәт башын бороп, тегенең һул ҡолағын төбөнән үк умырып та алды,

source: А ведь уже завтра был бы праздник.
ba: ә иртәгә ғәйет ине...

source: В этом году от праздника радости не было.
ba: Быйылғы байрамдың ҡыҙығы булманы.

source: Я лежал избитый, кровь выплевывал, а друг на всю жизнь одноухим остался. ...
ba: Мин ҡан төкөрөп үткәрҙем, дуҫым ғүмерлеккә һыңар ҡолаҡлы булып ҡалды.

source: Когда у старого Кадергула с улицы Трех Петухов родился сын Ишмурза, нас со Старшей Матерью опять позвали.
ba: Күп тә үтмәй, Өс әтәс урамында Ҡәҙерғол ҡарттың ете йыл буйы бәпес килтермәй йөрөгән йәш бисәһе малай тапты.

source: Это был последний мой «повивальный праздник».
ba: Мин һуңғы тапҡыр рәхәт сигеп бәпес һыйҙарында һыйландым,

source: Но с застолья в честь Ишмурзы гостинец своему другу я все же вынес.
ba: ...Ана шул Ишмырҙа һыйынан мин Әсғәткә лә байтаҡ өлөш сығарҙым,

source: Набил оба кармана медовым чак-чаком.
ba: ике кеҫә тултырып, баллы сәксәк алып ҡайттым.

source: Один карман сестренке с братишкой вывалил, но другого и не коснулся.
ba: Бер кеҫәһен һылыуым менән ҡустыма бүлеп бирҙем, икенсеһенә теймәнем.

source: Вечером я на сером мерине верхом отправился за околицу на выпас и завернул к Асхату.
ba: Кискә табан күк алашаны Тау артына сығарып тышайым тип барғанда, Губернатор урамына инеп, Әсғәткә һуғылдым.

source: Он тоже выехал верхом на вороной.
ba: Ул да ҡара бейәгә атланып сыҡты.

source: На той стороне оврага мы, стреножив, отпустили лошадей и уселись на траве.
ba: Тәрән соҡор аръяғына илтеп аттарҙы тышаулағас, беҙ үлән өҫтөнә ултырҙыҡ.

source: Я сунулся в карман за гостинцем, но свалявшийся чак-чак прилип к холщовым штанам.
ba: Мин дуҫыма тигән күстәнәсте алмаҡсы булып, кеҫәмә тығылдым, ләкин баллы сәксәк, тоташы менән уҡ машып киндергә йәбешкәйне.

source: Только совсем вывернув карман, мы смогли отодрать его.
ba: Кеҫәне бөтөнләй өйләндергәс кенә, беҙ уны ҡуптарып ала алдыҡ.

source: Половину гостинца Асхат протянул мне.
ba: Күстәнәстең яртыһын бүлеп, Әсғәт миңә һуҙҙы.

source: — Наелся — в горле еще стоит. Вот! — показал я, разинув рот.
ba: — Боғаҙыма еткәнсе тығындым, бына!—тип ауыҙҙы асып күрһәттем.

source: Он, по своему обыкновению, не спеша, уважительно начал есть.
ba: Ул һәр ваҡыттағыса, ашыҡмай ғына, ҡәҙерләп кенә ашарға кереште.

source: — Мне сегодня опять влетело, — сообщил мой приятель, погладив скулу.
ba: — Миңә бөгөн тағы эләкте, — тип хәбәр һалды дуҫым, ҡолаҡһыҙ яңағын һыйпап.

source: — За что?
ba: — Нимә өсөн?

source: — За песню.
ba: — Йыр өсөн.

source: Отец проснулся утром, весь по макушку в пуху,
ba: Иртән торғанда атайым башы-күҙе менән ҡаҙ мамығына батҡайны.

source: у него подушка ночью прорвалась.
ba: Төндә уның мендәр тышы йыртылған икән.
